Repository: alexandre-le-borgne/Keyboard
Catalog: keyboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Ergofip configurator
fr: Configurateur d'Ergofip

source: Presets
fr: Claviers

source: Layers I
fr: Placement des touches

source: Layers II
fr: Couches

source: Colors
fr: Couleurs

source: Keys
fr: Touches

source: Brands
fr: Marques

source: Ergonomics
fr: Formes

source: Classical
fr: Classique

source: Choose Keyboard Layout
fr: Choisir un clavier

source: Choose this one
fr: Choisir ce clavier

source: Choose a classical preset first
fr: Choissisez d'abord un clavier classique

source: Take me to Classical Pressets
fr: Allez à la selection des claviers classiques

source: Keys for other layers
fr: Touches de changement de couche

source: Keys to go to another layer
fr: Touches de selection d'une couche

source: Keys to toggle another layer
fr: Touche d'activation/désactivation d'une couche

source: ...or enter a Color :
fr: ..ou choissisez une couleur :

source: Wrong Input
fr: Mauvais choix

source: ...and drag your color to your keys !
fr: ..et déplacer votre couleur sur les touches !

source: Apply to selected keys !
fr: Appliquer sur les touches selectionnées !

source: Apply to all keys !
fr: Appliquer à toutes les touches de la couche !

source: Add delay between keys in your macro
fr: Ajouter du délai entre les touches d'une macro

source: Add new macro !
fr: Ajouter une macro !

source: Printing of keys
fr: Impréssion des touches

source: Click the buttons to edit the letters that will be printed.
fr: Cliquez sur les touches pour éditer les lettres qui seront imprimées.

source: Tactile Switch
fr: Touche tactile

source: Yes
fr: Oui

source: No
fr: Non

source: Key Travel :
fr: Déplacement de touche:

source: Linear
fr: Linéaire

source: Linear Switch
fr: Touche linéaire

source: Yes, precise
fr: Oui, précis

source: Generate source of your configuration
fr: Générer le code source de votre configuration

source: Add a layer
fr: Ajouter une couche

source: Layer
fr: Couches

source: Reset
fr: Réinitialiser

source: Remove
fr: Supprimer

source: Choose an Ergofip preset first
fr: Choissisez d'abord un clavier Ergofip

source: Take me to Ergofip Pressets
fr: Allez à la selection des claviers Ergofip

source: Close
fr: Fermer

source: Choose the delay
fr: Choisir le délai

source: Apply changes
fr: Appliquer les modifications

source: Edit the key
fr: Editer la touche

source: Top legend :
fr: Légende du haut :

source: Center legend :
fr: Légende du centre :

source: Bottom legend :
fr: Légende du bas :

source: Legend color :
fr: Couleur des légendes :

source: Key color :
fr: Couleur de la touche :
